import { ModuleWrapper } from '@/components/ModuleWrapper'
import { APP_ROUTES_ENUM } from '@/lib/enums'
import { Focus, GoldenFocus } from './components/Focus'

export const Patronus: React.FC = () => {
    return (
        <ModuleWrapper context={APP_ROUTES_ENUM.STORIES}>
            <div className='book-page'>
                <h1>Патронус</h1>
                <p className='intro'>
                    Специальное упражнение, направленное на пробуждение той силы, которая есть в каждом от природы, и
                    которая будет вести к <Focus text='Свету' />.
                </p>
                <p className='intro'>
                    Особое упражнение, для тренировки <Focus text='Духа!' />
                </p>
                <p className='intro'>
                    Ощутите себя <Focus text='Сильным, Могущественным' />
                    покровителем, титаном, защитником своей реальности.
                </p>
                <p className='intro'>
                    И вместе с этим <Focus text='Душа наполнится Любовью, Нежностью, Блаженством, Чистотой.' />
                </p>
                <p className='intro'>
                    Ощутите как переполняетесь <Focus text='Гордостью' /> за то кем вы являетесь.
                </p>
                <h1 className='my-10 text-2xl font-bold uppercase '>
                    Именно такие чувства и переживания служат основой, внутренней опорой лучших наших стремлений, на
                    которых будет строиться НАША ЦЕЛЬ.
                </h1>
                <p className='intro'>
                    Развивайте искусство <Focus text='Управлять своим телом' />, приказывать ему, заставлять, вынуждать
                    его постепенно внешне и внутренне <Focus text='  перевоплощаться в тот облик который желаем.' />
                </p>
                <p className='intro'>
                    Это утверждение, это внутреннее ощущение, что
                    <GoldenFocus text='будет именно так, как мы этого хотим.' />
                </p>
                <h1 className='my-10 text-2xl font-bold uppercase '>
                    Патронус - это сознательное формирование в душе уверенности, силы, могущества
                </h1>
                <p className='intro'>
                    Вы добрый волшебник, уверенный в силе своего волшебства. Вы просто даёте повеление и уходите! Ваше
                    повеление такой силы, что всё задуманное сразу исполняется! Такое же утверждение нужно создавать
                    внутри в отношении выздоровления на любых планах.
                </p>
                <h1 className='my-10 text-2xl font-bold uppercase '>
                    Патронус - это сочетание уверенности, решительности, силы, мощи, могущества, твёрдости и нежности,
                    любви, доброты, трепетности, чувства полёта и радости.
                </h1>

                <h1 className='my-10 text-2xl font-bold uppercase '>
                    Это снисходительное спокойствие и спокойное уверенное знание, что будет так, как Вы этого захотите.
                </h1>

                <p className='intro'>
                    Во время упражнения Вы сначала внутри искусственно вызываете гамму чувств, а потом постепенно
                    добавляете интенсивность, затем еще и еще, еще и еще, чтобы во всем теле, в необходимых частях тела
                    особенно, звучал <Focus text='Гимн созидания' /> , чтобы каждая клеточка тела получила резонанс.
                </p>
                <p className='intro'>
                    Внутреннее стремление, утверждение должно быть властелином в теле, чтобы подавить, уничтожить,
                    стереть в порошок все другие мысли и чувства, чуждые созиданию, чуждые творению.
                </p>
                <p className='intro'>
                    <GoldenFocus text='Патронус ' />
                    должен разнести в пух и прах всю неуверенность, сомнения и страхи. Уничтожить их
                    <GoldenFocus text='Навсегда!' />
                </p>
                <p className='intro'>
                    Постарайтесь почувствовать свою значимость, силу, мощь, красоту, утверждать это в себе и шаг за
                    шагом продвигаться к цели.
                </p>
                <p className='intro'>
                    Каждый день старайтесь это ощущение восполнять новыми оттенками, новой гаммой чувств. По мере
                    тренировок <Focus text='вы' /> будете становиться более
                    <Focus
                        text='спокойным, сильным,
                    уверенным в себе человеком, защитой, поддержкой и опорой для людей,'
                    />
                    которые Вас окружают. Вы станете для них оазисом в пустыне, будете нести{' '}
                    <Focus text='Свет, Добро и Любовь' />
                </p>
                <p className='intro'>
                    Когда вы начнете работать с определённой частью тела, то ощущение, утверждение, команду, приказ,
                    повеление быть такой, какой Вы хотите, чтобы они были, направляете туда. Там создаёте радость и
                    получаете ответную реакцию.
                </p>
                <p className='intro'>
                    Может возникнуть тепло, легкая пульсация или любой другой физический отклик.
                    <GoldenFocus text='Патронус ' /> - это внутреннее слияние с тем образом
                    <GoldenFocus text='молодости ' /> , который был только что создан.
                </p>
                <h1 className='my-10 text-2xl font-bold uppercase '>
                    внутри - снисходительное спокойствие и абсолютное знание того, что будет так, как вы этого хотите.
                </h1>
                <h1 className='my-10 text-2xl font-bold uppercase '>
                    Вы должны знать, что любую свою проблему спокойно можете решить, что во всех отношениях Вы
                    самый-самый.
                </h1>
                <p className='intro'>
                    Здесь
                    <Focus text='Никакого напряжения!' /> Другими словами,
                    <Focus
                        text='Ваша
                    задача - держать свой организм под спокойным контролем, и осуществление желаемого будет происходить как бы
                    само собой.'
                    />
                    Это должно быть спокойствие повелителя, спокойствие созидателя, спокойствие любящего, любимого,
                    могущественного человека <GoldenFocus text='Создайте это утверждение!!!' />
                </p>
                <p className='intro'>
                    Внешне упражнение никак не проявляется, лишь на лице легкая улыбочка и спокойствие. Спина - ровная.
                    Голова - ясная и светлая. Дыхание спокойное, сердце бьётся ровно.
                </p>
                <p className='intro'>Создайте внутреннее ощущение типа:</p>
                <p className='intro'>
                    <GoldenFocus text='Я есть воля' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть сила' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть любовь' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть прощение' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть могущество' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть юность' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть молодость' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть здоровье' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть мудрость' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть жизнерадостность' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Я есть всё прекрасное' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Всё зависит от меня' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='Всё в моих руках' />
                </p>
                <p className='intro'>
                    Это стремление должно господствовать и уничтожить всякое сомнение, которое само собой никуда не
                    уйдёт.
                </p>
                <p className='intro'>Сомнение зубами и когтями будет держаться в Вашем сознании - в этом его суть.</p>
                <p className='intro'>
                    Заставьте себя ощущать <Focus text='Личностью, Человеком' /> большой буквы. Создайте внутреннее
                    чувство, что лучше Вас никого в мире нет.
                </p>
                <p className='intro'>
                    Это упражнение нужно делать везде, не зависимо от области деятельности или окружения.
                </p>
                <p className='intro'>
                    <h1 className='my-10 text-2xl font-bold uppercase '>Важно!</h1>
                </p>
                <p className='intro'>
                    <h1 className='my-10 text-2xl font-bold uppercase '>Важно!</h1>
                </p>
                <p className='intro'>
                    <h1 className='my-10 text-2xl font-bold uppercase '>Важно!</h1>
                </p>

                <p className='intro'>
                    <h1 className='my-10 text-2xl font-bold uppercase '>
                        Когда вы выполняете упражнения, а голова забита посторонними мыслями, все усилия будут пустой
                        тратой времени. При механическом исполнении весь труд уйдёт в никуда.
                    </h1>
                </p>

                <p className='intro'>
                    <GoldenFocus text='заниматься надо в состоянии Патронус' />
                </p>
                <p className='intro'>
                    <GoldenFocus text='только так можно достичь успеха' />
                </p>
                <p className='intro'>
                    <h1 className='my-10 text-2xl font-bold uppercase '>
                        <GoldenFocus text='Патронус' /> - это искусство усилием духа созидать, искусство{' '}
                        <GoldenFocus text='перевоплощаться' />в того, кем Вы намерены быть.
                    </h1>
                </p>
                <p className='intro'>
                    <GoldenFocus text='патронус работает внутренне' />
                </p>
            </div>
        </ModuleWrapper>
    )
}
